{
	"Add-on": "The opportunity to purchase additional chips during a tournament. Most commonly offered after the first break/end of the rebuy period.",
	"All-in": "To bet everything you have left. To have your whole stack in the middle.",
	"Ante": "A small bet to build the pot at the beginning of a Poker hand. The majority of Texas Holdem games do not have an ante.",
	"Backdoor": "A drawing hand catching both the turn and the river. For example having three of one suit on the flop in Texas hold'em hot means you have a backdoor flush draw: you will have a flush if two more of that suit come on the turn and the river.",
	"Bad Beat": "When a strongly favoured hand is beaten by the underdog. ",
	"Bank Roll": "The overall amount of money the player has to bet or play with.",
	"Big Bet (BB)": "Big Bet, most limit poker games double the bet sizes on the last betting round(s). The larger bet sizes are called 'big bets'.",
	"Big Blind (bb)": "The big blind is paid by the player two seats to the left of the dealer. The big blind is often twice the amount of the small blind.",
	"Blank": "A board card that doesn't affect the standings in the hand",
	"Blind": "The initial forced bet made by one or more players before any cards are dealt. Usually blinds are put in by player left of the button.",
	"Bluff": "Raising or betting in the hope that your opponents fold their hands. You believe you do not have the best hand.",
	"Board": "The shared community cards in Texas Hold'em or Omaha. This includes the flop, turn and river cards.",
	"BOT": "A computer software used to play online Poker with little or no assistance from a player.",
	"Bottom Pair": "A pair with the lowest card on the flop.",
	"Bounty": "A cash prize given for eliminating a certain player from a tournament. ",
	"Burn": "The top card that is discarded from the deck is referred to as the burn card as it is discarded to safeguard against players accidentally seeing the top card.",
	"Busted": "When a bluffing player is called and loses the pot or when a player is eliminated from a tournament or in the most extreme case where a player loses their whole bankroll.",
	"Button": "A white disk used to establish the dealer from the other seated players.",
	"Buy-in": "The amount of money you put in for chips at a Poker table/ the cost of an entry fee to a tournament.",
	"Call": "To match someone else's bet as opposed to raise or fold.",
	"Calling Station": "This term is used to describe a player, who calls a lot, but doesn't raise or fold much. ",
	"Cap": "This is the last raise permitted on a betting round. Cap is usually the third or fourth raise.",
	"Case": "The last card of a certain rank in the deck. For example if 3 K's are already in the game the 4th K is the case king.",
	"Cash Game": "A Poker game where you may leave at any time as an alternative to a tournament.",
	"Centre/Main Pot": "This is the initial pot created on a table followed by side pots if/when one or more players go all-in.",
	"Check": "To not bet but with the option to call or raise later in the betting round. ",
	"Check-raise": "When you check and somebody else behind you bets, then you raise when the action comes round to you.",
	"Chip Dump": "This refers to the intentional loss of funds or chips to a designated player. This is a form of colluding. The recipient of the dump is referred to as the funnel. ",
	"Chip Leader": "This is the name given to the person with the most chips in the tournament",
	"Collusion ": "A form of cheating involving two or more players. The colluding players would assist each other off table to form a competitive advantage over other players on the same table.   ",
	"Community Cards": "These are the face up cards shared amongst all the players on the table in games such as Texas Hold'em and Omaha. ",
	"Complete Hands": "A term given to a hand that is defined by all 5 cards- a straight, flush, full house or straight flush.",
	"Cut-off": "The seat to the right of the button is called the cut off. This is also the second to last position in Hold'em. ",
	"Dealer": "The dealer is the person who actually or theoretically dealing the cards. ",
	"Dog": "This term refers to the person with the lowest chance of winning the hand.",
	"Donk (Donkey)": "This term refers to a bad player. It may also be used to describe a good player that did something stupid.",
	"Draw": "A term given to hand which is not yet good however the hand has potential if the right cards come.",
	"Draw Dead": "When no card can turn your hand into the best hand this is said to be 'drawing dead'.",
	"Equity": "A players 'rightful' share of a pot. If the pot contains $50, and you have a 50% chance of winning it, you have $25 equity in the pot. This term is somewhat fanciful since you will either win $50 or $0, but it gives you an idea of how much you can 'expect' to win.",
	"Fast": "To play a hand very aggressively, raising and betting as much as possible.",
	"Fish": "A common and derogatory term for bad players. This is the opposite of Sharks (Good players) who eat the fish.",
	"Flop": "This refers to the first 3 community cards placed face up on the table.",
	"Flush": "Refers to a hank ranking where every card in the hand is of the same suit.",
	"Fold": "To fold your hand refers to relinquishing any chance of winning the current pot. ",
	"Free Card": "A free card occurs in a betting round where all players check and nobody bets or raises.",
	"Grinder": "A 'grinder' refers to a player who grinds out a profit over a long period of time. A grinder is not a loose cannon or a showboat but plays within themselves to make a small profit.",
	"Gutshot Straight": "Drawing to a straight with one of the middle cards missing, e.g. if you have 9-7 in the hole in Hold 'em, and the flop shows 6-10-A, an 8 would give you a straight. This is called a gutshot straight draw (also inside straight draw). 'Because there were so many people in the hand, I easily got the odds to continue with my gutshot'.",
	"Heads-up": "This term refers to a game or hand where only two players are playing. ",
	"Hit": "As in 'the turn hit me' means that the card revealed on the turn helped your hand. ",
	"Hole Cards": "The Hole cards are the cards dealt face down to the player. It refers to the first two cards in Hold'em and the first four cards in Omaha.",
	"House": "The organisation or establishment responsible for running the game. Usually a percentage of the buyin goes to the 'house'.",
	"Implied Odds": "Pot odds that do not exist at the moment, but may be included in your calculations because of bets you expect to win if you hit your hand",
	"In Position": "NO DESCRIPTION",
	"Inside Straight Draw": "Needing one specific card value to make a straight.",
	"Kicker": "This term relates to a hole card which does not change the hand ranking. The kicker may only be used to decide the outcome of a hand if two players have the same ranking hand.",
	"Live Blind": "A live bet is a forced bet made by one or more players before the hole cards are dealt. 'Live' refers to players still having the option to raise when the action comes back around.",
	"Maniac": "This type of player is known for hyper aggressive raising, bluffing and betting. They are usually not good Poker players but general gamblers. A player who occasionally acts like Maniac's can be dangerous by confusing their opponents.",
	"Muck": "This is the pile of folded cards in front of the dealer. This term is also used to describe when a player wins a hand and may either choose to show the cards to the opponent or muck the cards by not showing the opponent.",
	"No Limit": "No Limit Texas Hold'em is a version of Poker where the players may bet any amount of chips they have at the table.",
	"Nuts": "The person holding the best possible hand is said to be 'holding the nuts'. This is usually a hand at least as good as a set.",
	"Offsuit": "This term is used to describe a starting hand with two cards of different suits. ",
	"Overcall": "To call a bet after one or more players have already called.",
	"Overcard": "A card which has a higher ranking than any other card on the board.",
	"Overpair": "A pocket pair higher than any card on the flop.",
	"Pair": "Two-of-a-kind. A pair is beaten by two pair",
	"Pay-Off": "To call a bet when the bettor is representing a hand that you can't beat, but the pot is sufficiently large to justify a call anyway.",
	"Pocket": "This refers to your unique cards which only you can see or use.",
	"Pocket Pair": "A Texas Hold'em starting hand with two cards of the same value. ",
	"Pot": "Refers to the money that is up for grabs. The player who has the best hand or the player who forces all other players to fold wins the pot.",
	"Pot Limit": "A version of poker in which a player may bet up to the amount of money in the pot whenever it is his turn to act",
	"Pre-flop": "This is the period of time when the players already have their pocket cards but the flop has not been dealt yet.",
	"Quads": "Four of a kind.",
	"Rainbow": "When the cards on the board are all showing a different suit.",
	"Raise": "To make a bet more than the previous player. ",
	"Rake": "The money that a Poker room or site charges per pot. In most cases this fee is 5%.",
	"Rakeback": "Payment to a player of a percentage of the rake paid by that player. An Affiliate or third party usually makes these payments as part of promotional deals. hot",
	"Re-buy": "To re-buy would give a player the option to buy back into a tournament if the player had lost all their chips.",
	"Represent": "Your betting actions can be said to represent the hand you hold. For example, if you raise you are seen to have strength. What you choose to represent can either be honest or deceiving. ",
	"Ring Game": "A standard poker game rather than a tournament. Ring games are usually played with chips that have a cash value rather than a tournament where you are placed on the amount of chips you hold.",
	"River": "This is the term used for the fifth and final community card which is placed face up on the table. ",
	"Rock": "A very strict and stringent player is often called a rock. They play very tight and not very creative. ",
	"Royal Flush": "A royal flush is a type of a straight flush where the cards are 10, Jack, Queen, King, Ace of the same suit.",
	"Runner": "Otherwise known as 'Runner-Runner'. To catch two cards in a row that you need for a hand is called a 'Runner-Runner'. ",
	"Satellite": "This is a tournament where the prize is a ticket into another larger tournament.",
	"Set": "Three of a kind when you have two of the rank in your hand, and there is one on the board.",
	"Short Stack": "Short stack refers to the number of chips a single player holds for large staked game in comparison to other players.",
	"Show Down": "This is the stage in the game where all players turn their cards over to determine who has the best hand.",
	"Side Pot": "Side pots are created in pots with three or more players where one player is all-in. The all-in player can only win what is in the main pot and all subsequent betting between the other players goes into a side pot.",
	"Sit and Go": "A Sit and Go or Sit'n'Go is a type of tournament with no scheduled starting time. The tournament starts when the required number of players has joined.",
	"Split Pot": "A pot that is shared between two or more players as they have identical winning hands",
	"Steal": "When it is checked to someone in late position who raises preflop in Hold 'em, he may be on a steal - raising with a worse-than-usual hand, because of the added possibility of him picking up the blinds uncontested.",
	"Straddle": "A straddle is an extra live blind of twice the size of the big blind, usually placed by the player to the left of the big blind. If nobody raises this player has the option to raise when action arrives back on them.",
	"Straight": "A hand in which the five cards have consecutive values. Example 4-5-6-7-8",
	"Straight Flush": "The second strongest hand in Poker. This hand is the same as a straight but with all cards of the same suit.",
	"Suited": "This term refers to a starting Hold'em hand in which the two cards are of the same suit.",
	"Table Stakes": "This rule restricts players to only playing with the money in front of him and not being able to go into his pocket during a hand.",
	"Tell": "A clue, hit or mannerism which unknowingly gives information about the players hand. The person giving the tell is not aware of what they are doing.",
	"Tight": "Somebody who only plays tight would only play on good hands and folds bad ones.",
	"Tilt": "Going on tilt or tilting is when for one reason or another, you're not thinking straight. The most common reason for this to happen is that you've had a series of bad cards. Your judgment gets clouded, and you begin playing cards that you should fold, for the wrong reasons.",
	"Top Pair": "A pair with the highest card on the flop.",
	"Top Set": "The highest possible trips.",
	"Tournament": "Tournaments may have any number of players, and any number of buyins. Once a tournament has started you can only leave when you are eliminated or indeed won. ",
	"Turn": "The fourth community card which is placed face up on the table, by itself.",
	"Two Pair": "Two pair of matching cards. This hand is stronger than one pair, and weaker than three-of-a-kind.",
	"Under the Gun": "This is the position at the table just to the left of the big blind.",
	"Underdog": "The person or hand that is least favourite to win the pot. ",
	"Value Bet": "This term means that you would want your opponents to call your bet. In these cases you would usually have the best hand. ",
	"Variance": "Variance is a term used to describe the fluctuations in a player's bankroll. Variance may also been seen as luck or the amount of luck the player has. "
}